Repository: aslanmanov06-ai/bo-ham-znakomstva
Catalog: OrzuApp/Localizable.xcstrings
Source language: ru
Languages: en, tg

source: Только точный username. Анкету не найти, если человек запретил поиск по username или скрыл её.
en: Exact username only. A profile can't be found if the person disabled search by username or hid it.
tg: Танҳо username-и дақиқ. Агар шахс ҷустуҷӯ бо username-ро манъ карда ё анкетаро пинҳон карда бошад, онро ёфтан мумкин нест.

source: Точность около %lld м
en: Accuracy about %lld m
tg: Дақиқӣ тақрибан %lld м

source: Точный @username
en: Exact @username
tg: @username-и дақиқ

source: Тревога SOS
en: SOS alert
tg: Ташвиши SOS

source: Тревога отправлена
en: Alert sent
tg: Ташвиш фиристода шуд

source: Тёмная
en: Dark
tg: Торик

source: У вас
en: You have
tg: Дар шумо

source: Убрать
en: Remove
tg: Нест кардан

source: Убрать вопрос
en: Remove question
tg: Хориҷ кардани савол

source: Убрать у себя
en: Remove for me
tg: Барои худ нест кардан

source: Убрать чат у себя? У собеседника он останется до %@.
en: Remove the chat for yourself? The other person will keep it until %@.
tg: Чатро барои худ нест кунед? Дар ҳамсӯҳбат он то %@ мемонад.

source: Убрать чат у себя? У собеседника он останется, пока не истечёт срок хранения.
en: Remove the chat for yourself? The other person will keep it until the retention period ends.
tg: Чатро барои худ нест кунед? Дар ҳамсӯҳбат он то ба охир расидани мӯҳлати нигоҳдорӣ мемонад.

source: Убрать чат у себя? У собеседника он останется.
en: Remove the chat for yourself? The other person will keep it.
tg: Чатро барои худ нест кунед? Дар ҳамсӯҳбат он мемонад.

source: Уведомления
en: Notifications
tg: Огоҳиномаҳо

source: Уведомления выключены в iPhone
en: Notifications are turned off on your iPhone
tg: Огоҳиномаҳо дар iPhone хомӯшанд

source: Уведомления о сообщениях этого чата
en: Notifications for messages in this chat
tg: Огоҳиномаҳо дар бораи паёмҳои ин чат

source: Удалить
en: Delete
tg: Нест кардан

source: Удалить аккаунт
en: Delete account
tg: Нест кардани ҳисоб

source: Удалить аккаунт навсегда? Анкета, пары и переписка сразу пропадут для всех, восстановить аккаунт будет нельзя.
en: Delete your account forever? Your profile, matches and chats will disappear for everyone immediately, and the account can't be restored.
tg: Ҳисобро барои ҳамеша нест кунед? Анкета, ҷуфтҳо ва мукотиба фавран барои ҳама нопадид мешаванд, барқарор кардани ҳисоб ғайриимкон аст.

source: Удалить бота «%@»? Его сообщения тоже удалятся.
en: Delete bot “%@”? Its messages will be deleted too.
tg: Боти «%@»-ро нест кунед? Паёмҳои он низ нест мешаванд.

source: Удалить запись
en: Delete recording
tg: Нест кардани сабт

source: Удалить навсегда
en: Delete forever
tg: Барои ҳамеша нест кардан

source: Удалить пару
en: Remove match
tg: Нест кардани ҷуфт

source: Удалить пару?
en: Remove match?
tg: Ҷуфтро нест кунед?

source: Удалить сообщение у всех? Оно исчезнет и у собеседников.
en: Delete the message for everyone? It will disappear for the others too.
tg: Паёмро барои ҳама нест кунед? Он дар ҳамсӯҳбатон низ нопадид мешавад.

source: Удалить у всех
en: Delete for everyone
tg: Барои ҳама нест кардан

source: Удалить у себя
en: Delete for me
tg: Барои худ нест кардан

source: Удалить чат
en: Delete chat
tg: Нест кардани чат

source: Удалить чат вместе с перепиской у вас и у собеседника?
en: Delete the chat and its history for you and the other person?
tg: Чатро бо мукотиба дар шумо ва ҳамсӯҳбат нест кунед?

source: Удалённые
en: Removed
tg: Нестшуда

source: Указать
en: Specify
tg: Нишон додан

source: Участник
en: Participant
tg: Иштирокчӣ

source: Участники (%lld)
en: Participants (%lld)
tg: Иштирокчиён (%lld)

source: Файл
en: File

source: Файл больше 20 МБ
en: File is larger than 20 MB
tg: Файл аз 20 МБ калонтар аст

source: Файл для отправки больше недоступен
en: The file to send is no longer available
tg: Файли фиристоданӣ дигар дастрас нест

source: Файл слишком большой
en: The file is too large
tg: Файл хеле калон аст

source: Файл: %@
en: File: %@

source: Фейковая анкета
en: Fake profile
tg: Анкетаи қалбакӣ

source: Фильтры
en: Filters
tg: Филтрҳо

source: Фильтры, выбрано: %lld
en: Filters, selected: %lld
tg: Филтрҳо, интихоб шуд: %lld

source: Фиолетовый
en: Purple
tg: Бунафш

source: Фон чата
en: Chat background
tg: Заминаи чат

source: Фото
en: Photo
tg: Акс

source: Фото · %lld с
en: Photo · %lld s
tg: Акс · %lld с

source: Фото анкеты
en: Profile photos
tg: Аксҳои анкета

source: Фото и видео
en: Photos and video
tg: Акс ва видео

source: Фото и о себе
en: Photos and about me
tg: Аксҳо ва дар бораи худ

source: Фото просмотрено
en: Photo viewed
tg: Акс дида шуд

source: Фото с таймером
en: Timed photo
tg: Акс бо таймер

source: Хочет детей
en: Wants children
tg: Фарзанд мехоҳад

source: Хочу детей
en: I want children
tg: Фарзанд мехоҳам

source: Цвет моих сообщений
en: My message color
tg: Ранги паёмҳои ман

source: Цель
en: Goal
tg: Ҳадаф

source: Цель знакомства
en: Relationship goal
tg: Ҳадафи шиносоӣ

source: Чат
en: Chat

source: Чат исчезнет %@.
en: The chat will disappear %@.
tg: Чат %@ нопадид мешавад.

source: Чат откроется, когда вам ответят.
en: The chat will open when they reply.
tg: Чат вақте кушода мешавад, ки ба шумо ҷавоб диҳанд.

source: Чат пары удалится у обоих, и эта пара больше не возникнет.
en: The couple's chat will be deleted for both of you, and this match won't happen again.
tg: Чати ҷуфт дар ҳарду нест мешавад ва ин ҷуфт дигар пайдо намешавад.

source: Чаты
en: Chats
tg: Чатҳо

source: Чаты и люди по @username
en: Chats and people by @username
tg: Чатҳо ва одамон бо @username

source: Чаты пар, которые удалили вы или вас. Писать в них нельзя, переписка хранится 30 дней — чтобы можно было пожаловаться.
en: Chats of matches that you or the other person removed. You can't write in them; the history is kept for 30 days so you can report.
tg: Чатҳои ҷуфтҳое, ки шумо ё шуморо нест карданд. Ба онҳо навиштан мумкин нест, мукотиба 30 рӯз нигоҳ дошта мешавад — то шикоят кардан мумкин бошад.

source: Человек не найден — возможно, он сменил username или скрыл профиль.
en: Person not found — they may have changed their username or hidden their profile.
tg: Шахс ёфт нашуд — шояд ӯ username-ро иваз карда ё профилро пинҳон кардааст.

source: Чем помочь?
en: How can we help?
tg: Чӣ кӯмак кунем?

source: Что вам нравится
en: What you like
tg: Ба шумо чӣ маъқул аст

source: Что вы ищете
en: What you're looking for
tg: Шумо чӣ меҷӯед

source: Что произошло
en: What happened
tg: Чӣ шуд

source: Что случилось
en: What happened
tg: Чӣ ҳодиса рӯй дод

source: Чтобы заполнить анкету, примите правила сообщества во вкладке «Знакомства».
en: To fill in your profile, accept the community rules in the “Dating” tab.
tg: Барои пур кардани анкета қоидаҳои ҷомеаро дар ҷадвалаки «Шиносоӣ» қабул кунед.

source: Чёрный список
en: Blocked users
tg: Рӯйхати сиёҳ

source: Шаг %lld из %lld
en: Step %lld of %lld
tg: Қадами %lld аз %lld

source: Шире фильтров
en: Beyond filters
tg: Берун аз филтрҳо

source: Экран блокировки
en: Lock screen
tg: Экрани қулф

source: Экстренные службы
en: Emergency services
tg: Хадамоти фаврӣ

source: Эта версия Бо Хам больше не работает. Установите новую из App Store — переписки, пары и анкета сохранятся.
en: This version of Bo Ham no longer works. Install the new one from the App Store — your chats, matches and profile will be kept.
tg: Ин версияи Бо Хам дигар кор намекунад. Версияи навро аз App Store насб кунед — мукотиба, ҷуфтҳо ва анкета нигоҳ дошта мешаванд.

source: Это взаимно!
en: It's mutual!
tg: Ин мутақобил аст!

source: Это устройство
en: This device
tg: Ин дастгоҳ

source: Я в безопасности
en: I'm safe
tg: Ман дар амонам

source: Я ценю в людях…
en: What I value in people is…
tg: Дар одамон ман қадр мекунам…

source: Язык
en: Language
tg: Забон

source: Язык сменится после перезапуска
en: The language will change after a restart
tg: Забон пас аз бозоғозӣ иваз мешавад

source: админ
en: admin

source: бот
en: bot

source: был(а) %@
en: last seen %@
tg: охирин бор %@

source: был(а) в этом месяце
en: last seen this month
tg: охирин бор дар ҳамин моҳ

source: был(а) давно
en: last seen a long time ago
tg: кайҳо дида шуда буд

source: был(а) на этой неделе
en: last seen this week
tg: охирин бор дар ҳамин ҳафта

source: был(а) недавно
en: last seen recently
tg: чанде пеш дида шуда буд

source: в %@
en: at %@
tg: соати %@

source: в сети
en: online
tg: дар шабака

source: видео о себе
en: a video about yourself
tg: видео дар бораи худ

source: вход %@
en: signed in %@
tg: ворид шуд %@

source: вчера
en: yesterday
tg: дирӯз

source: вчера в %@
en: yesterday at %@
tg: дирӯз соати %@

source: вы поставили лайк
en: you liked them
tg: шумо лайк гузоштед

source: группа
en: group
tg: гурӯҳ

source: группа · %lld участников
en: group · %lld participants
tg: гурӯҳ · %lld иштирокчӣ

source: до %@
en: until %@
tg: то %@

source: есть ли дети
en: whether you have children
tg: оё фарзанд доред

source: занятия
en: activities
tg: машғулиятҳо

source: знакомство
en: dating
tg: шиносоӣ

source: изм.
en: edited
tg: таҳр.

source: интересы
en: interests
tg: шавқу завқ

source: канал
en: channel

source: канал · %lld подписчиков
en: channel · %lld subscribers
tg: канал · %lld обуначӣ

source: код-пароль
en: passcode
tg: рамзи телефон

source: латиница, цифры и «_»
en: Latin letters, digits and “_”
tg: ҳарфҳои лотинӣ, рақамҳо ва «_»

source: лет
en: years
tg: сол

source: любимую кухню
en: favorite cuisine
tg: таомҳои дӯстдошта

source: не задан
en: not set
tg: гузошта нашудааст

source: не указана
en: not specified
tg: нишон дода нашудааст

source: образование
en: education
tg: маълумот

source: отключён
en: paused
tg: хомӯш

source: пара удалена
en: match removed
tg: ҷуфт нест карда шуд

source: печатает…
en: typing…
tg: менависад…

source: привычки
en: habits
tg: одатҳо

source: привязан
en: linked
tg: пайваст

source: проверен
en: verified
tg: тасдиқшуда

source: профессию
en: profession
tg: касб

source: публикует
en: can post
tg: нашр мекунад

source: рассказ о себе
en: a story about yourself
tg: нақл дар бораи худ

source: рост
en: height
tg: қад

source: сегодня
en: today
tg: имрӯз

source: секретный чат
en: secret chat
tg: чати махфӣ

source: семейное положение
en: marital status
tg: вазъи оилавӣ

source: см
en: cm

source: устройстве
en: device
tg: дастгоҳ

source: фото
en: photos
tg: акс

source: хотите ли детей
en: whether you want children
tg: оё фарзанд мехоҳед

source: цель знакомства
en: relationship goal
tg: ҳадафи шиносоӣ

source: ⚠️ Не удалось расшифровать сообщение
en: ⚠️ Couldn't decrypt the message
tg: ⚠️ Паёмро рамзкушоӣ кардан нашуд

source: 🎤 Голосовое сообщение
en: 🎤 Voice message
tg: 🎤 Паёми овозӣ

source: 🎬 Видео
en: 🎬 Video

source: 📷 Фото
en: 📷 Photo
tg: 📷 Акс

source: 📸 Снимок экрана
en: 📸 Screenshot
tg: 📸 Скриншот

source: 📹 Видеосообщение
en: 📹 Video message
tg: 📹 Видеопаём

source: 🔒 Зашифрованное сообщение
en: 🔒 Encrypted message
tg: 🔒 Паёми рамзгузоришуда
